document.write(`
    <h2>学歴</h2>
      <ul>

      <li>2021.3.23
      <br><b>修士（工学）</b>, 福井大学
      <br> - 学位論文題目 : <a href="https://www.eng.u-fukui.ac.jp/wp-content/uploads/MastarThesis2020.html" target="_blank">LSMR法を利用したデコンボリューション問題の解法におけるL-curveの検討</a>
      <br> - 指導教員 : 細田陽介教授・その他
      <br> - GPA : 4.00 / 4.00
      </li>

      <br>
      <li>2020.3.23
      <br><b>副専攻（技術経営）</b>, 福井大学
      <br> - 経営系講義の受講及び留学
      <br> - 地域創生に関する製品・サービスの試作（福井県の資金援助有り）
      <br> - 指導教員 : 竹本拓治教授・井上利弘准教授・川上祥代助教
      </li>

      <br>
      <li>2019.4.1 - 2021.3.23
      <br>福井大学　大学院工学研究科　情報・メディア専攻　博士前期課程
            
      </li>

      <br>
      <li>2019.3.22
      <br><b>学士（工学）</b>, 福井大学
      <br> - 学位論文題目 : 定常反復を用いたデコンボリューション問題の数値計算について
      <br> - 指導教員 : 細田陽介教授
      <br> - GPA : 3.18 / 4.00
      </li>

      <br>
      <li>2017.4.1 - 2019.3.22
      <br>福井大学　工学部　情報・メディア工学科
      <br> - 教職課程修了 (2019.3.31にて教員免許取得)
      </li>

      <br>
      <li>2015.4.1 - 2017.3.31
      <br>龍谷大学　理工学部　数理情報学科
      </li>

      <br>
      <li>2012.4.1 - 2015.3.31
      <br>滋賀県立虎姫高等学科　普通科
      <br> - アメリカンフットボール部
      <br> - <b>京都滋賀東海地区選抜チーム</b>, LT/DT, <a href="http://kantokoukou-football.com/cms/index.php?page_id=27" target="_blank">NEW YEAR BOWL III(2014)</a> at アミノバイタルフィールド, 東京
      </li>

      </ul>
`);



